<template>
  <div class="agreement-container">
    <x-header :left-options="{backText: ''}">服务条款</x-header>
    <div
      class="agreement-main"
      style="margin-top: 44px"
    >
      <p class="textIndex28">欢迎您使用本公司提供的彩票平台服务！本协议是您与本公司之间关于您使用本公司彩票平台服务所订立的协议。为使用本公司彩票平台服务，您应当阅读并遵守本公司的相关规则。 请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款， 以及开通或使用某项服务的单独协议，并选择接受或不接受。</p>
      <p class="textIndex28">除非您已阅读并接受本协议所有条款， 否则您无权使用本公司彩票平台服务。</p>
      <p class="textIndex28">您的下载、安装、使用、登录等行为即视为您已阅读 并同意本协议的约束。 请保证您在使用本服务时已满18周岁，且具有完全的民事行为能力。</p>
      
			<p class="firstTitle firstTitleBottom">一、相关定义</p>
      <p class="secondTitle">1. 用户</p>
      <p>指在本公司注册登记，并得到本公司在线认可，有资格享受本公司服务的注册会员。</p>
      <p class="secondTitle">2. 购彩</p>
      <p>指注册的用户可在本站购买彩票，并且对所购买的彩票拥有完整的奖金获得权利。</p>
      <p class="secondTitle">3. 用户资料</p>
      <p>指用户在注册时提供的个人信息，包括：用户名、帐户密码、银行卡帐号、真实姓名等。</p>
      
			<p class="firstTitle">二、本协议服务范围</p>
      <p>提供购彩平台</p>
      <p>提供彩票相关资讯</p>
      <p>提供彩票信息交互平台</p>
      <p>提供在线预付支付结算服务</p>
      <p>本协议服务范围不包括向注册会员提供电脑终端及其附属设备、网络和通信等资源</p>

      <p class="firstTitle">三、用户权利</p>
      <p class="secondTitle">1. 用户</p>
      <p>用户有权随时查询用户资料，并可对用户名、用户真实姓名以外的信息进行修改。</p>
      <p class="secondTitle">2. 免费使用权</p>
      <p>用户有权免费使用本公司的彩票投注系统以及免费获得彩票资讯。</p>
      <p class="secondTitle">3. 彩票查询权</p>
      <p>用户通过本公司购彩成功后，有权免费在本公司查询所购买的彩票的状态。</p>
      <p class="secondTitle">4. 奖金获得权</p>
      <p>用户通过本公司购彩成功的，若彩票中奖，用户有权获得相应奖金。</p>
      <p class="secondTitle">5. 帐户核查权</p>
      <p>用户可以随时对帐户进行资金余额核查。</p>
      <p class="secondTitle">6. 申请提现权</p>
      <p>用户在任何时间都可对自己的余额申请提现，本公司在核对用户资金来源正常的情况下，在收到提现请求3个工作日内将用户预付款中需提取的款项转帐到用户注册的银行账户上。用户提现转帐所产生的银行费用由用户承担。 当用户余额小于转帐所需的银行费用时，请及时联系客服处理。</p>
      
			<p class="firstTitle">四、用户义务</p>
      <p class="secondTitle">1. 全面遵守本协议的义务</p>
      <p>在注册登记成为本公司用户之前，须认真阅读、理解本协议各条款，一经注册成功即视为同意本协议全部条款，用户有义务全面 遵守本协议。</p>

      <p class="secondTitle">2. 如实提供用户资料义务</p>
      <p>为保障用户的合法权益，避免在中奖时出现用户注册资料与真实情况不符导致兑奖不能等情况，请用户按照真实、全面、准确的原则提供用户资料。因用户资料不真实、不全面、不准确造成不能兑奖、不能提现等情况，由用户承担全部责<p>任。</p>

        <p class="secondTitle">3. 对应注册义务</p>
        <p>严禁任何形式的重复注册及多次恶意注册，因此而造成的一切后果，由用户自行承担。同时，为保证用户的安全性，用户应以一个银行卡帐号对应一个用户真实姓名名，因银行卡帐号与用户真实姓名不能一一对应而产生的不利后果，由用户自行承担。</p>

        <p class="secondTitle">4. 保持用户名义务</p>
        <p>为保护用户帐户的安全性，用户名、用户真实姓名、银行卡号一经注册确认后，不得再行更改。</p>

        <p class="secondTitle">5. 保护帐户资料义务</p>
        <p>用户帐户资料包括用户密码、个人帐号以及用户帐号操作所需的资料。用户务必对其帐户资料自行保密，以免帐号资料被盗用或篡改。因用户保护不周导致帐户资料被盗用或篡改而给用户造成的任何损失及法律责任由用户自行承担。</p>

        <p class="secondTitle">6. 遵守网络安全管理的义务</p>
        <p>用户不得利用本公司制作,复制和传播下列信息：</p>
        <p>一、煽动抗拒、破坏宪法和法律、行政法规实施的</p>
        <p>二、煽动颠覆国家政权,推翻社会主义制度的</p>
        <p>三、煽动分裂国家、破坏国家统一的</p>
        <p>四、煽动民族仇恨、民族歧视，破坏民族团结的</p>
        <p>五、捏造或者歪曲事实,散布谣言,扰乱社会秩序的</p>
        <p>六、宣扬迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的</p>
        <p>七、公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的</p>
        <p>八、损害国家机关信誉的</p>
        <p>九、其他违反宪法、法律、行政法规、行政规章、地方性法规的行为</p>

        <p class="firstTitle">五、本公司的权力</p>
        <p class="secondTitle">1. 管理用户帐户的权利</p>
        <p>如果用户提供的资料包含有第四条第3款多次恶意注册信息或第7款所列信息，本公司保留冻结其用户账户、注销其用户帐户或者限制其使用全部或部分服务内容的权利。一经发现用户利用本公司制作、复制和传播的信息明显属于第三条第7款所列信息之一的，本公司将立即采取屏蔽信息、发出警告、直至关闭用户帐户等措施。</p>

        <p class="secondTitle">2. 修改本协议条款的权利</p>
        <p>本公司有权在必要时修改协议条款，协议条款一旦发生变动，将会在本公司相关页面上提示或公告修改内容。如果不同意所改动的内容，用户可以主动取消获得的服务。如果用户继续享用服务，则视为接受服务条款的变动。本公司保留随时修改或中断服务而不需知照用户的权利。主要包括以下情况：</p>
        <p>一、增加或减少彩票品种。本公司的彩票品种以当期可以实现购买的品种为准，长期或临时增加或减少彩票品种均不需事先告知用户。</p>
        <p>二、调整彩票销售截止时间的权利。本公司有权根据彩票种类和当期销售情况调整彩票销售截止时间，而不需事先告知用户。</p>

        <p class="secondTitle">3. 用户向本公司提出购彩请求</p>
        <p>本公司有权从其余额提取请求购彩所需的款项金额。</p>

        <p class="secondTitle">4. 兑奖、领取奖金、分配奖金的权利和义务。</p>
        <p>在彩票中奖情况下，由本公司根据中奖比例计算出的中奖金额，直接汇入中奖用户。</p>

        <p class="secondTitle">5. 制止公款购彩的权利</p>
        <p>本公司有权拒绝非个人资金通过本公司购买彩票，一旦发现有款项自非个人帐户资金转入用户预付款帐户，本公司有权采取强行将款项退回原帐户、终止协议等措施。本公司并将向有关管理机关报告。</p>

        <p class="secondTitle">6. 制止未满18周岁的未成年人购买彩票的权利</p>
        <p>如未成年人提供虚假用户资料冒充成年人的，其在本公司进行的一切彩票购买行为将自始无效，由此给本公司及其本人造成的损失以及不能领奖的后果均由该未成年人及其法定代理人承担。 当用户余额小于转帐所需的银行费用时，请及时联系客服处理。</p>

        <p class="firstTitle">六、本公司的义务</p>
        <p class="secondTitle">1. 用户帐户资料保护义务</p>
        <p>本公司对用户帐户资料提供最大限度的安全保护。当本公司用户涉嫌盗用他人第三方支付渠道（如：银联、微信、支付宝等）帐户资金，或涉嫌其第三方支付渠道帐户被盗用的，应涉嫌被盗用人或第三方支付公司的要求，在其承诺仅将用户资料用于涉嫌盗用事件并予以保密的前提下，本公司将向请求方提供涉嫌盗用人的用户资料。本公司用户同意放弃在此情况下向多彩彩票追究任何责任的权利。</p>

        <p class="secondTitle">2. 公布中奖情况的义务</p>
        <p>在官方彩票发行和销售机构发布中奖结果后，本公司以官方彩票发行机构和销售机构公布的中奖情况为准。</p>

        <p class="secondTitle">3. 转帐义务</p>
        <p>在达到一定投注量情况下，用户在任何时间都可对自己的余额申请提现，本公司在核对用户资金来源正常的情况下，在收到提现请求3个工作日内将用户需提取的款项转帐到用户注册的银行账户上。</p>

        <p class="firstTitle">七、协议成立、变更和终止</p>
        <p class="secondTitle">1. 因网络故障、超过指定购买时间、金额不足等原因，未能完成购彩的。本公司将返还用户预付资金。</p>

        <p class="secondTitle">2. 本公司有权对本协议条款进行变更而无需事先通知用户。</p>
        <p>在官方彩票发行和销售机构发布中奖结果后，本公司以官方彩票发行机构和销售机构公布的中奖情况为准。</p>

        <p class="secondTitle">3. 任何一方未能履行本协议规定的任何义务，且在收到另一方发出更正通知15日内未能改正错误的，均被视为自动放弃本协议，协议同时终止。</p>

        <p class="secondTitle">4. 一经发现公款购彩嫌疑、未成年人购彩嫌疑等本协议禁止的情况，本公司有权立即终止协议。</p>

        <p class="firstTitle">八、免责条款</p>
        <p class="secondTitle">1. 用户资料泄露</p>
        <p>由于用户将密码告知他人或与他人共享注册帐户，或由于用户的疏忽，由此导致的任何个人资料泄露，以及由此产生的纠纷。无论何种原因导致的用户资料未授权使用、修改，用户密码、个人帐号或注册信息被未授权篡改、盗用而产生的一切后果。</p>

        <p class="secondTitle">2. 不可抗力及不可预见的情势发生</p>
        <p>不可抗力和不可预见情势包括：自然灾害、政府行为、罢工、战争等；黑客攻击、计算机病毒侵入或发作、政府管制、彩票发行和销售机构的原因、彩票出票机或服务的故障、网络故障、国家政策变化、法律法规之变化等。因不可抗力和不可预见情势造成：暂时性关闭，用户资料或购彩指令泄露、丢失、被盗用、被篡改，购彩失败，多彩彩票未能收到购彩指令等，以及由此产生的纠纷。因不可抗力和不可预见的情势造成本协议不能履行的。</p>

        <p class="secondTitle">3. 用户原因或第三方原因造成损失</p>
        <p>由于用户自身原因、或违反法律法规，以及第三方的原因，造成用户无法使用多彩彩票服务或产生其他损失的。</p>

        <p class="secondTitle">4. 用户购彩而产生的损失</p>
        <p>用户根据本协议进行购彩而发生的直接、间接、偶然、特殊及继起的损害。</p>

        <p class="secondTitle">5. 用户使用链接或下载资料产生的损害</p>
        <p>由于使用与本公司链接的其它网站，或者使用通过多彩票下载或取得的资料，造成用户资料泄露、用户电脑系统损坏等情况及由此而导致的任何争议和后果。</p>

        <p class="firstTitle">九、合同组成</p>
        <p>本公司主页以及其他页面有关（包括但不限于）会员注册流程、变更流程、购彩流程、会员支付与结算、相关奖励、会员服务等运营内容的细则以及法律声明均为本协议的有效组成部分，是对本协议的解释扩充，与本协议有着相同的法律效力。</p>

        <p class="secondTitle">注意事项</p>
        <p>1、禁止未满18周岁(未成年)者在本站注册。同时不提倡学生购买彩票，其中也包括在校大学生。</p>
        <p>2、为确保您的购买申请能及时成功提交，请您务必在当期购买申请前有足够款项在您的账号。</p>
        <p>3、在使用网络支付平台时请注意：无论使何种网络支付系统时都将收取一定的手续费。</p>
        <p>4、请确认您的电子邮箱地址为长期使用之有效邮箱。并随时留意查收本站的邮件。</p>
        <p>5、有任何疑问请及时与我们取得联系。</p>

    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {}
  },
  components: {}
}
</script>

<style scoped>
.agreement-main {
  margin-top: 44px;
  padding: 10px 12px;
}
.agreement-main .textIndex28 {
  text-indent: 28px;
}
.agreement-main p {
  font-size: 14px;
  color: #333;
}
.agreement-main .firstTitleBottom {
	margin-top: 0px;
}
.agreement-main .firstTitle {
  text-indent: 0;
  font-size: 15px;
	font-weight: 700;
	margin: 10px 0;
}
.agreement-main .secondTitle {
  text-indent: 0px;
}
</style>
